ADMIN_MENU = '''
<b>👑 Админ панель.</b>'''


MAILLING = '''
<b>📩 Отправьте сообщение которое должно быть в рассылке.</b>

<i>ℹ️ Рассылка начнётся сразу же после получения сообщения!</i>
'''


STOP_MAILLING = '''
<b>⛔️ Рассылка успешно остановлена.</b>
'''


SEND_ANSWER = '''
<b>📩 Введите ответ который хотите отправить данному пользователю.</b>
'''


SEND_DONE = '''
<b>✅ Сообщение успешно отправлено.</b>
'''


SEND_DONE_FROM_USER = '''
<b>✉️ Вам пришёл ответ от администратора!</b>

{}
'''


SEND_ERROR = '''
<b>❌ К сожалению сообщение не отправилось по причине:</b> <code>{}</code>'''


SEND_STOP = '''
<b>❌ Ответ пользователю отменён.</b>
'''


SEND_ALREADY_STOP = '''
<b>❌ Отправка и так отменена.</b>
'''


MAILLING_APPROVE = '''
<b>✉️ Вы действительно хотите разослать данное сообщение?</b>
'''


PREMIUM_REPORT = '''
<b>Успешная покупка!</b>

Покупатель: @{username}
Куплено: <code>{product}</code>
Стоимость: <code>{amount}</code>
Валюта: <code>{currency}</code>

Дата: <code>{date}</code>
'''
